/** todo:
=============
ФУНК. часть
-------------
+добавление приемных родителей/детей

+указание родственника (добавление связи)
    разрешение на присоединение, если добавление не к своему

+фото персоны
личные сообщения
добавление отзывов, историй об умершем человеке
добавление мужа/жены
указание мужа/жены
регистрация
родовые чаты
продумать коллективное редактирование биографии о предках с приоритетом

==============
Безопасность
--------------
полное тестирование аутентификации/авторизации

==============
Перспектива
-------------


=============
ТЕХ. часть
-------------
!error handling с репортом в телеграм (бот)
начать использовать тесты

 */
